Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_ebs_volume.example will be created
+ resource "aws_ebs_volume" "example" {
      + arn               = (known after apply)
      + availability_zone = "ap-southeast-1a"
      + encrypted         = (known after apply)
      + final_snapshot    = false
      + id                = (known after apply)
      + iops              = (known after apply)
      + kms_key_id        = (known after apply)
      + size              = 10
      + snapshot_id       = (known after apply)
      + tags              = {
          + "CostCenter"   = "Engineering"
          + "EmailCreator" = "chuchai.k@cimbthai.com"
          + "Env"          = "CCoE"
          + "Name"         = "example-ebs-volume"
          + "Owner"        = "Sre-Team"
          + "ProjectName"  = "Pool"
          + "map-migrated" = "migJL95TU4VS9"
        }
      + tags_all          = {
          + "CostCenter"   = "Engineering"
          + "EmailCreator" = "chuchai.k@cimbthai.com"
          + "Env"          = "CCoE"
          + "Name"         = "example-ebs-volume"
          + "Owner"        = "Sre-Team"
          + "ProjectName"  = "Pool"
          + "map-migrated" = "migJL95TU4VS9"
        }
      + throughput        = (known after apply)
      + type              = "gp3"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ ebs_volume_availability_zone = "ap-southeast-1a"
+ ebs_volume_id                = (known after apply)
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -d .
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://ee90919f7d80:4141/lock?id=chukul%252Fterraform-labs%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -d .
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```